<%@ Page Language="C#" AutoEventWireup="true" CodeFile="Animals.aspx.cs" Inherits="Default2" %>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <title>Animals webpage</title>
    <style type="text/css">
        .mainHeader
        {
            text-align: center;
            color: Purple;
            font-size: 48px;
        }
        .animalName
        {
            text-align: right;
            color: Green;
        }
        .infoBox
        {
            font-family: Aharoni;
            background-color: #C99AC8;
        }
        .background
        {
            background-color:#eaeaea;
        }
    </style>
</head>
<body dir="rtl" class="background">
    <h1 class="mainHeader">
        חיות</h1>
    <h2 class="animalName">
        תוכי</h2>
    <p class="infoBox">
        תוכאים (שם מדעי: Psittaciformes) היא סדרה במחלקת העופות בעלת צורה מיוחדת והופעה
        ססגונית. בסדרת התוכאים ישנם כמה מאות מינים המצויים באזורים טרופיים וסובטרופיים בכל
        היבשות, מלבד אנטארקטיקה. לחלקם כושר חיקוי מצוין ומראה ססגוני, ובשל כך הפכו כמה מהם
        לעופות נוי ולחיות מחמד. גופם ותזונתם מתאימים לחיים ביער. צווארם במנוחה, מקופל בצורת
        &#39;זיגזג&#39; וברגעי הצורך מתארך ומשנה את צורתו, ובכך גמיש מאוד, היכול לסייע לתוכי
        לסובב את ראשו 360 מעלות. כנפיהם מעוגלות. גופם מוצק, מקורם קצר, עבה ומאונקל בקצה
        חלקו העליון. מקורם החזק מסייע להם לאכול זרעים ולקלף פירות.</p>
    <h2 class="animalName">
        קרנף</h2>
    <p class="infoBox">קַרְנַפִּיים (שם מדעי: Rhinocerotidae), משפחה בסדרת מפריטי פרסה. כללה בעבר מינים רבים, אולם כיום נותרו כחמישה מינים בלבד. תפוצתם של חמישה מינים אלו כוללת את אפריקה ודרום-מזרח אסיה.

משפחת הקרנפיים מתאפיינת בגודל העצום של הפרטים, כאשר כל המינים מסוגלים להגיע למשקל של טון אחד או יותר. לכולם יש קרן במרכז המצח שלהם. תזונתם כוללת עשבים, ועורם עבה - סנטימטר עד סנטימטר וחצי. עורם מורכב משכבות של קולגן, הממוקמות במבנה סריגי. שמיעתם של הקרנפיים חדה למדי, כמו גם חוש הריח שלהם, אולם חוש הראייה שלהם חלש באופן יחסי. מרבית הקרנפיים מגיעים לגיל של 50 שנים ואף יותר.
    </p>
    <h2 class="animalName">
        אריה</h2>
    <p class="infoBox">אריה (שם מדעי: Panthera leo) הוא מין של טורף גדול מהסוג פנתר שבמשפחת החתוליים, והוא השני בגודלו במשפחה זו אחרי תת-המין הסיבירי של הטיגריס.

האריה נפוץ בעיקר ביבשת אפריקה, אך גם במדינת גוג'אראט שבהודו. הוא ניזון מאוכלי עשב שונים אותם הוא צד, וכן מפגרים. בתרבות האנושית נחשב האריה סמל לגבורה וכוח, ולכן הוצמד לו הכינוי "מלך החיות". תוחלת חייו בטבע היא בין 12 ל-18 שנים, אם כי בשבי הוא יכול לחיות עד 30 שנה. שמות נוספים של האריה בשפה העברית הם ליש, שחל, שחץ ולביא[2]. שם נקבת האריה הוא לביאה וגור האריות נקרא כפיר.
    </p>
    <h2 class="animalName">
        ברווזן</h2>
    <p class="infoBox">ברווזן או פלטיפוס (שם מדעי: Ornithorhynchus anatinus) הוא מין יונק ייחודי בעל פה הדומה למקור ומטיל ביצים המשתייך למשפחת הברווזניים (שהוא המין והסוג היחיד בו). הברווזן מוגדר מאובן חי, והוא בין היונקים המיוחדים בעולם: הוא שייך לסדרת יונקי ביב שכיום רק הוא וקיפודן נמליים נמנים עליה. בני משפחה אלה מטילים ביצים במקום להמליט גורים, וטמפרטורת הגוף שלהם נמוכה בהרבה משאר היונקים. הוא נמנה גם על הקבוצה הנדירה של יונקים ארסיים. הברווזן חי באוסטרליה וסביבתה בלבד.
    </p>
    <h2 class="animalName">
        פינגווין קיסרי</h2>
    <p class="infoBox">פינגווין קיסרי (שם מדעי: Aptenodytes forsteri) הוא מין של פינגווין אנדמי לאנטארקטיקה. הוא הגבוה והכבד שבפינגווינים. הזכר והנקבה דומים בניצוי ובגודל: גובהם עשוי להגיע ל-122 ס"מ, ומשקלם נע בין 22 ל 45 קילוגרמים. ראשו וכנפיו של הפינגווין הקיסרי שחורים, הבטן לבנה, הגב אפור כחלחל והמקור ורוד ארגמני. בצדי צווארו יש שתי רצועות זהובות. כיתר הפינגווינים, הוא חסר יכולת תעופה, ובמקום זאת גופו מותאם לשחייה: כנפיו קשיחות ושטוחות ומבנה גופו הידרו-דינמי.

הפינגווין הקיסרי ניזון בעיקר מדגים, אך גם מסרטנאים כגון קריל, ומסילוניות, כגון דיונונים. הפינגווין יכול לצלול עד לעומק של כ-530 מטרים ולהחזיק את נשימתו כ-18 דקות כשהוא צד מזון. גופו של הפינגווין מותאם במיוחד לכך: יש לו המוגלובין בעל מבנה ייחודי, שמאפשר לפינגווין לתפקד ברמות חמצן נמוכות, עצמותיו אינן חלולות (בשונה משאר מיני העופות) על מנת להפחית את הבארוטראומה, ובשעת הצורך, הפינגווין יכול להפחית את המטבוליזם שלו ולהשבית איברים שאינם הכרחיים.
    </p>
</body>
</html>
